labels_page_four = {
    '0' : 'من می توانم دردی را که دارم بدون نیاز به استفاده از داروهای ضد درد تحمل کنم',
    '1' : 'درد بدی دارم اما بدون داروهای ضد درد از عهده آن بر می آیم.',
    '2': 'مسکن ها دردم را کاملا تسکین می دهند.',
    '3': 'داروهای مسکن دردم را به میزان متوسطی تسکین می دهند.',
    '4': 'مسکن‌ها دردم را به میزان بسیار کمی تسکین می دهند.',
    '5': 'مسکن ها تاثیری روی دردم ندارند و استفاده نمی کنم.',
}
labels_page_five={
    '0' : 'من می توانم به صورت نرمال از خودم مراقبت کنم بدون اینکه باعث درد بیشتری شود.',
    '1' : 'من می توانم به صورت نرمال از خودم مراقبت کنم، اما باعث اضافه شدن دردم می شود.',
    '2': 'مراقبت از خودم دردناک است و به همین خاطر آهسته و دقیق عمل می کنم.',
    '3': 'من به کمک نیاز دارم اما بیشتر مراقبت های شخصی ام را مدیریت می کنم.',
    '4': 'من به کمک نیاز دارم اما بیشتر مراقبت های شخصی ام را مدیریت می کنم.',
    '5': 'من لباس نمی پوشم، در شرایط سختی هستم و در بستر می مانم.',
}
labels_page_five_2={
    '0' : 'من می توانم وزنه های سنگین را بدون درد اضافی بلند کنم.',
    '1' : 'من می توانم وزنه های سنگین بلند کنم اما درد اضافی ایجاد می کند.',
    '2': 'درد مانع از برداشتن وزنه های سنگین از روی زمین می شود، اما اگر در پوزیشن مناسبی باشند به راحتی می توانم از پس آن ها بر بیایم؛ (مثلا روی میز باشند)',
    '3': 'درد مانع از بلند کردن وزنه های سنگین می شود، اما می توانم اشیایی با وزن سبک تا متوسط را در صورتی که در پوزیشن مناسبی باشند مدیریت کنم.',
    '4': 'من می توانم وزنه های بسیار سبک را بلند کنم.',
    '5': 'من اصلا نمی توانم چیزی بلند یا حمل کنم.',
}
labels_page_six={
    '0' : 'درد مانع از راه رفتن من در هیچ مسافتی نمی شود.',
    '1' : 'درد مانع از راه رفتن من بیشتر از یک کیلومتر می شود.',
    '2': 'درد مانع از راه رفتن من بیش از نیم کیلومتر می شود.',
    '3': 'درد مانع از راه رفتن من بیش از ¼ کیلومتر می شود.',
    '4': 'من فقط می توانم با عصا راه بروم.',
    '5': 'من بیشتر اوقات در رختخواب هستم و برای رفتن به دستشویی چهاردست و پا به می روم.',
}
labels_page_six_2={
    '0' : 'تا هر زمانی که دوست دارم می توانم روی هر نوع صندلی بنشینم.',
    '1' : 'من فقط می توانم تا هر زمانی که دوست دارم، روی صندلی مورد علاقه ام بنشینم.',
    '2': 'درد باعث می شود که نتوانم بیش از یک ساعت بنشینم.',
    '3': 'درد باعث می شود که نتوانم بیش از نیم ساعت بنشینم.',
    '4': 'درد باعث می شود که نتوانم بیش از 10 دقیقه بنشینم.',
    '5': 'درد کاملا مانع از نشستن من می شود.',
}
labels_page_seven={
    '0' : 'تا زمانی که بخواهم بدون درد اضافی می توانم بایستم.',
    '1' : 'من تا زمانی که بخواهم می توانم بایستم، اما درد بیشتری در من ایجاد می شود.',
    '2': 'درد مانع از ایستادن من برای بیش از یک ساعت می شود.',
    '3': 'درد مانع از ایستادن من برای بیش از نیم ساعت می شود.',
    '4': 'درد مانع از ایستادن من برای بیش از 10 دقیقه می شود.',
    '5': 'درد کاملا مانع از ایستادن من می شود.',
}
labels_page_seven_2={
    '0' : 'درد مانع از خواب راحت من نمی شود.',
    '1' : 'فقط با مصرف دارو می توانم خوب بخوابم.',
    '2': 'حتی زمانی که دارو مصرف می کنم کمتر از 6 ساعت می خوابم.',
    '3': 'حتی زمانی که دارو مصرف می کنم، کمتر از 4 ساعت می خوابم.',
    '4': 'حتی زمانی که دارو مصرف می کنم، کمتر از 2 ساعت می خوابم.',
    '5': 'درد کاملا مانع از خواب من می شود.',
}
labels_page_eight={
    '0' : 'زندگی اجتماعی من عادی است و هیچ درد اضافی به من نمی دهد.',
    '1' : 'زندگی اجتماعی من عادی است اما درجه دردم را افزایش می دهد.',
    '2': 'درد اثر قابل توجهی روی زندگی اجتماعی من ندارد، اگرچه باعث حدود شدن بعضی علایق انرژی بر مثل رقصیدن شده است.',
    '3': 'درد زندگی اجتماعی من را محدود کرده است و من اغلب بیرون نمی روم.',
    '4': 'درد زندگی اجتماعی مرا به خانه محدود کرده است.',
    '5': 'من به خاطر درد هیچ زندگی اجتماعی ندارم.',
}
labels_page_eight_2={
    '0' : 'من می توانم بدون درد اضافی به هر جایی سفر کنم.',
    '1' : 'من می توانم به هر جایی سفر کنم، اما درد بیشتری به من وارد می کند.',
    '2': 'دردم بد است، اما می توانم سفرهای بیش از 2 ساعت را مدیریت می کنم.',
    '3': 'درد مرا به سفرهای کمتر از 1 ساعت محدود می کند.',
    '4': 'درد مرا به سفرهای ضروری کوتاه زیر 30 دقیقه محدود می کند.',
    '5': 'درد مرا از مسافرت باز می دارد مگر برای مراجعه به پزشک یا بیمارستان.',
}
labels_page_nine={
    '0' : 'خانه داریفعالیت های شغلی معمولی من باعث درد نمی شود.',
    '1' : 'خانه داری/فعالیت های شغلی معمولی درد مرا افزایش می دهد، اما من هنوز می توانم تمام آنچه که از من خواسته می شود را انجام دهم',
    '2': 'من می توانم بیشتر کارهای خانه داری/ شغلی ام را انجام دهم، اما درد من را از انجام کار های فیزیکی استرس زا باز می دارد. (مانند بلند کردن، جاروبرقی)',
    '3': 'درد مرا از انجام هر کاری جز وظایف سبک باز می دارد.',
    '4': 'درد حتی مرا از انجام وظایف سبک باز می دارد.',
    '5': 'درد مرا از انجام هر کاری (شغل، خانه داری و...) باز می دارد.',
}
labels_page_ten={
    '0' : 'من می توانم دردی را که دارم بدون نیاز به استفاده از داروهای ضد درد تحمل کنم',
    '1' : 'درد بدی دارم اما بدون داروهای ضد درد از عهده آن بر می آیم.',
    '2': 'مسکن ها دردم را کاملا تسکین می دهند.',
    '3': 'داروهای مسکن دردم را به میزان متوسطی تسکین می دهند.',
}
labels_page_eleven={
    '0' : 'من می توانم دردی را که دارم بدون نیاز به استفاده از داروهای ضد درد تحمل کنم',
    '1' : 'درد بدی دارم اما بدون داروهای ضد درد از عهده آن بر می آیم.',
    '2': 'مسکن ها دردم را کاملا تسکین می دهند.',
    '3': 'داروهای مسکن دردم را به میزان متوسطی تسکین می دهند.',
}
labels_page_twelve={
    '0' : 'من می توانم دردی را که دارم بدون نیاز به استفاده از داروهای ضد درد تحمل کنم',
    '1' : 'درد بدی دارم اما بدون داروهای ضد درد از عهده آن بر می آیم.',
    '2': 'مسکن ها دردم را کاملا تسکین می دهند.',
    '3': 'داروهای مسکن دردم را به میزان متوسطی تسکین می دهند.',
}
labels_page_thirteen={
    '0' : 'من می توانم دردی را که دارم بدون نیاز به استفاده از داروهای ضد درد تحمل کنم',
    '1' : 'درد بدی دارم اما بدون داروهای ضد درد از عهده آن بر می آیم.',
    '2': 'مسکن ها دردم را کاملا تسکین می دهند.',
    '3': 'داروهای مسکن دردم را به میزان متوسطی تسکین می دهند.',
}

labels_for_page_answer_1={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}
labels_for_page_answer_2={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}
labels_for_page_answer_3={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}
labels_for_page_answer_4={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}
labels_for_page_answer_5={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}
labels_for_page_answer_6={
    '0' : 'اصلا',
    '1' : 'کم',
    '2' : 'متوسط',
    '3' : 'زیاد',
}

labels_page_three={
    '0': '۰۰-بدون درد',
    '1': '۰۱-خیلی نرم',
    '2': '۰۲-ناراحت کننده',
    '3': '۰۳-قابل تحمل',
    '4': '۰۴-پریشانی',
    '5': '۰۵-بسیار ناراحت کننده',
    '6': '۰۶-شدیدتر',
    '7': '۰۷-خیلی شدید',
    '8': '۰۸-کاملا وحشتناک',
    '9': '۰۹-طاقت فرسا',
    '10': '۱۰-وصف ناپذیر',
}